{
  "id": "lxsimlex999",
  "metadata": {
    "name": "LX-SimLex-999",
    "authors": "Andreia Querido, Rita de Carvalho, João Rodrigues, Marcos Garcia, João Silva, Catarina Correia, Nuno Rendeiro, Rita Valadas Pereira, Marisa Campos, António Branco",
    "license": {
      "name": "MS-C-NoRed-ND",
      "url": "http://www.meta-net.eu/meta-share/meta-share-licenses/META-SHARE%20Commercial%20NoRedistribution%20NoDerivatives-v1.0.pdf",
      "cannotRedistribute": true
    },
    "urls": [
      "https://portulanclarin.net/repository/browse/lx-simlex-999/4ab1ea58e6d311e6a2aa782bcb0741351e920e18429e4d3e9d229a58030812fe/"
    ],
    "papers": [
      {
        "title": "LX-LR4DistSemEval: a collection of language resources for the evaluation of distributional semantic models of Portuguese",
        "url": "https://www.grupocole.org/cole/library/ps/QueCarRodGarSilCorRenPerCamBra2017a.pdf"
      }
    ],
    "date": "2017",
    "description": "The LX-SimLex-999 was created from SimLex-999 (Hill et al., 2015) which, in turn, was based in the University of South Florida Free Association Database (USF) (Nelson et al., 2014).\nThere were strict guidelines to create SimLex-999. Both words in each pair have the same morphosyntactic category and the multiword expressions and named entities were excluded from that data set. Besides the morphosyntactic category criteria, the level of concreteness of each word was important. The word pairs in the USF data set had been tagged with a concreteness level that was provided by human annotators, on a scale of 1-7. In the creation of SimLex-999, this classification was taken into account and the pairs in which one of the concepts was more concrete than the other were not included.\nThe result was 999 word pairs organized in the following way: 666 pairs of noun-noun, 222 pairs of verb-verb and 111 pairs of adjective-adjective. Each pair received a score on a scale from 0 (totally unrelated) to 6 (very similar).",
    "downloadUrls": [
      "https://portulanclarin.net/repository/browse/lx-simlex-999/4ab1ea58e6d311e6a2aa782bcb0741351e920e18429e4d3e9d229a58030812fe/"
    ],
    "languages": ["pt"],
    "domain": "general",
    "relationTypes": ["similarity"]
  },
  "partitions": [
    {
      "id": "main",
      "relationType": "similarity",
      "scale": {
        "value": {
          "max": 10,
          "min": 0
        }
      },
      "metrics": {
        "annotators": {
          "total": null,
          "minEachPair": 2
        },
        "interAnnoAgreement": [
          {
            "method": "spearman",
            "value": 0.688,
            "metric": "APIAA",
            "description": "As it was done for English, we computed the inter-rater agreement using Spearman ρ correlation coefficient between the annotators. The inter-rater agreement in Portuguese was ρ = 0.688, which is in line with the value of the SimLex-999 inter-rater agreement (ρ = 0.67). In LX-SimLex-999, two native-speakers assigned a score to each pair, on the other hand, in SimLex-999, there were 500 annotators giving a score to each pair."
          }
        ]
      }
    }
  ],
  "originalInstructions": ""
}
