{
  "id": "men3000",
  "metadata": {
    "name": "MEN",
    "authors": "E. Bruni, N. K. Tran, M. Baroni",
    "license": {
      "url": "https://creativecommons.org/licenses/by/2.0/",
      "name": "CC BY 2.0"
    },
    "urls": [
      "https://staff.fnwi.uva.nl/e.bruni/MEN",
      "http://clic.cimec.unitn.it/~elia.bruni/MEN"
    ],
    "papers": [
      {
        "title": "Multimodal distributional semantics",
        "url": "https://core.ac.uk/download/pdf/35317232.pdf"
      }
    ],
    "date": "2014",
    "description": "The MEN Test Collection contains two sets of English word pairs (one for training and one for testing) together with human-assigned similarity judgments, obtained by crowdsourcing using Amazon Mechanical Turk via the CrowdFlower interface. The collection can be used to train and/or test computer algorithms implementing semantic similarity and relatedness measures.",
    "downloadUrls": [
      "https://staff.fnwi.uva.nl/e.bruni/resources/MEN.tar.gz",
      "https://staff.fnwi.uva.nl/e.bruni/resources/MEN.zip"
    ],
    "languages": ["en"],
    "domain": "general",
    "relationTypes": ["relatedness"],
    "tags": ["pair-comparison", "mturk"]
  },
  "partitions": [
    {
      "id": "dev",
      "relationType": "relatedness",
      "scale": {
        "value": {
          "max": 50,
          "min": 0
        }
      },
      "metrics": {
        "annotators": {
          "total": null,
          "minEachPair": null
        },
        "interAnnoAgreement": []
      }
    },
    {
      "id": "test",
      "relationType": "relatedness",
      "scale": {
        "value": {
          "max": 50,
          "min": 0
        }
      },
      "metrics": {
        "annotators": {
          "total": null,
          "minEachPair": null
        },
        "interAnnoAgreement": []
      }
    },
    {
      "id": "full",
      "relationType": "relatedness",
      "scale": {
        "value": {
          "max": 50,
          "min": 0
        }
      },
      "metrics": {
        "annotators": {
          "total": null,
          "minEachPair": null
        },
        "interAnnoAgreement": [
          {
            "metric": "spearman",
            "value": 0.68,
            "method": "other",
            "description": "Because raters saw the MEN pairs matched to different random items, with the number of pairs also varying from rater to rater, it is not possible to compute annotator agreement scores for MEN. However, to get a sense of human agreement, the first and third author rated all 3,000 pairs (presented in different random orders) on a standard 1-7 Likert scale. The Spearman correlation of the two authors is at 0.68 [...]"
          }
        ]
      }
    }
  ],
  "originalInstructions": "(Please accept this job only if you are a native speaker of English.)\n\nYou will be shown two CANDIDATE WORD PAIRS. You must pick the candidate PAIR whose words are MOST RELATED IN MEANING.\n\nFor example, given the pair candidates \"wallet-moon\" and \"car-automobile\", you should choose the latter.\n\nSometimes, both candidate pairs have words that are related in meaning, and you should pick the one where you think the words are more strongly related (both \"wheels-car\" and \"dog-race\" have somewhat related word pairs, but the first one is to be preferred as every car has wheels but not every dog is involved in a race). Sometimes, neither pair contains words closely related, and you should in such case pick the one that contain words at least slightly more related (neither \"auction-car\" nor \"cup-asphalt\" are closely related pairs, but you might pick the first because fancy vintage cars are sold at auctions)."
}
